

export const DetailSidebarDescription = () => {
  return (
    <div className="text-gray_t text-[12px]">
      Предупреждение: Наличие моделей автомобилей, опций, характеристик и цветов
      может различаться в зависимости от рынка, производитель Zeekr оставляет за
      собой право вносить изменения без предварительного уведомления. На
      изображениях и видеоматериалах могут быть показаны дополнительные опции,
      которые не доступны на всех рынках. Изображения и видео представлены
      исключительно для иллюстрации.
    </div>
  )
}
